chat_system_280309583_actor_description=Bard Annore. Sad elf-bard thirsty for revenge.
chat_system_280309583_snap_0_question=^?^[s]A sad elf sings something quietly to himself. You can't make out the words, but it's clear that the elf has an excellent voice and a good ear.[/s]
chat_system_280309583_snap_0_answer_0=^?^Hello, my dear sad elf, what has happened to you?
chat_system_280309583_snap_0_answer_1=^?^(Leave him alone.)
chat_system_280309583_snap_3_question=^?^Hello, stranger! Are you confused by my sad song? I'm sorry, but my heart is full of grief and hopelessness, and my story is sad indeed. My name is Annore, the strolling minstrel, the bard. The Singer, poet and musician. But alas, my talent has faded away, and I can't write songs any more. The only joy of my life has died.
chat_system_280309583_snap_3_answer_0=^?^So that is your misery. Who died?
chat_system_280309583_snap_1_question=^?^I had a beloved fiancee, the beauty Hneya from the royal family of Icy Tears. All my poems and all my songs were only about her. But one terrible day she did not return from a walk. I went in search of her and found her dying among the bodies of the dead royal guards.<br>In my hands she fell silent forever, and her last sigh still burns on my face. Her last words were these: "The shadow covers me, and death closes my eyes. I am parting from you, but we will be together again, when the blood of my murderer, Sheragga, is shed. Take vengeance for me, my darling!"<br>But as you can see I am but a poet and musician. My weapons are words and music, and these won't be useful in the Land of Death, where the murderer has hidden. Maybe you, [class], will be able to help me fulfill the last will of my beloved. Find and punish the murderer. I will give you all I have as a reward.<br>[reward]
chat_system_280309583_snap_1_answer_0=^?^Ok, poet. I'm going to the Land of Death.. I will find the murderer of your beloved and punish him.
chat_system_280309583_snap_1_answer_1=^?^Right now I'm very busy and can't help you. But maybe I'll be back later.
chat_system_280309583_snap_2_question=^?^[s]The bard looks at you with inexpressible sadness:[/s]<br>Valiant [class]. Have you found the murderer of Hneya, my beautiful beloved?
chat_system_280309583_snap_2_answer_0=^?^Unfortunately, no. Not yet. But I'm still looking for him.
